Repository: eriktews/share-on-pixelfed
Catalog: languages/share-on-pixelfed-*.po
Languages: nl_nl

source: Share on Pixelfed
nl_nl: Delen op Pixelfed

source: Easily share WordPress (image) posts on Pixelfed.
nl_nl: Deel (foto)berichten op Pixelfed.

source: Shared at %s
nl_nl: Gedeeld op %s

source: Unlink
nl_nl: Vergeten

source: Missing or invalid nonce.
nl_nl: Ontbrekende of ongeldige nonce.

source: Missing or incorrect post ID.
nl_nl: Ontbrekend of ongeldig bericht-ID.

source: Insufficient rights.
nl_nl: Onvoldoende rechten.

source: Forget this URL?
nl_nl: Deze URL vergeten?

source: Please provide a valid URL.
nl_nl: Vul alsjeblieft een geldige URL in.

source: Settings
nl_nl: Instellingen

source: Your Pixelfed instance&rsquo;s URL.
nl_nl: De URL van je Pixelfed-instance.

source: Supported Post Types
nl_nl: Ondersteunde berichttypes

source: Post types for which sharing to Pixelfed is possible. (Sharing can still be disabled on a per-post basis.)
nl_nl: Berichttypes die op Pixelfed kunnen worden gedeeld. (Delen kan per bericht nog altijd worden uitgeschakeld.)

source: Authorize Access
nl_nl: Authoriseren

source: Access granted!
nl_nl: Authoriseren gelukt!

source: Authorize WordPress to read and write to your Pixelfed timeline in order to enable crossposting.
nl_nl: Laat WordPress toe om je Pixelfed-tijdlijn te lezen en ernaartoe te schrijven.

source: You&rsquo;ve authorized WordPress to read and write to your Pixelfed timeline.
nl_nl: Je hebt WordPress toelating gegeven om je Pixelfed-tijdlijn te lezen en ernaartoe te schrijven.

source: Access tokens are refreshed automatically, but a manual refresh is possible, too.
nl_nl: Access tokens worden automatisch vernieuwd, maar manueel vernieuwen kan ook.

source: Revoke Access
nl_nl: Ongedaan maken

source: Refresh Token
nl_nl: Token vernieuwen

source: Something went wrong contacting your Pixelfed instance. Please reload this page to try again.
nl_nl: Er ging iets mis met het contacteren van je Pixelfed-instance. Herlaad deze pagina om het nog eens te proberen.

source: Please fill out and save your Pixelfed instance&rsquo;s URL first.
nl_nl: Vul alsjeblieft eerst de URL van je Pixelfed-instance in.

source: Debugging
nl_nl: Debuggen

source: Just in case, below button lets you delete all of Share on Pixelfed&rsquo;s settings. Note: This in itself will not invalidate previously issued tokens!
nl_nl: Indien nodig laat onderstaande knop je alle &lsquo;Delen op Pixelfed&rsquo;-instellingen verwijderen. Noot: bestaande access tokens worden hierdoor niet per se ongeldig!

source: Reset Settings
nl_nl: Instellingen resetten

source: Below information is not meant to be shared with anyone but may help when troubleshooting issues.
nl_nl: Onderstaande informatie hoor je met niemand te delen, maar kan helpen met het troubleshooten van problemen.

source: Authorization successful.
nl_nl: Authoriseren gelukt.

source: Access revoked.
nl_nl: Toegang ingetrokken.

source: Attempting to refresh access token.
nl_nl: Poging tot hernieuwen access token.

source: Clearing all plugin settings.
nl_nl: Bezig met verwijderen plugininstellingen.
